bierner.markdown-mermaid
cs128.cs128-clang-tidy
cschlosser.doxdocgen
dokca.42-ft-count-line
donjayamanne.githistory
eamodio.gitlens
evilcat.norminette-42
geddski.macros
github.copilot
github.copilot-chat
golang.go
hars.cppsnippets
hediet.debug-visualizer
hediet.realtime-debugging
jakub-beranek.memviz
kube.42header
llvm-vs-code-extensions.lldb-dap
mariusvanwijk-joppekoers.codam-norminette-3
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
psioniq.psi-header
ritwickdey.liveserver
technosophos.vscode-make
tomoki1207.pdf
twxs.cmake
vadimcn.vscode-lldb
wakatime.vscode-wakatime
